tap "danger/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jonof/kenutils"
tap "oclint/formulae"
brew "ack"
brew "python"
brew "ansible"
brew "apr"
brew "apr-util"
brew "autoconf"
brew "automake"
brew "bartycrouch"
brew "bash-completion"
brew "bat"
brew "boost"
brew "fontconfig"
brew "glib"
brew "carthage"
brew "chisel"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "cowsay"
brew "crowdin"
brew "cscope"
brew "ctags", args: ["HEAD"]
brew "diff-so-fancy"
brew "docbook"
brew "docbook-xsl"
brew "duti"
brew "ethereum"
brew "fish"
brew "fortune"
brew "fribidi"
brew "fzf"
brew "gawk", link: false
brew "git"
brew "git-extras"
brew "git-quick-stats"
brew "go"
brew "gobject-introspection"
brew "grafana", restart_service: true
brew "graphite2"
brew "grip"
brew "harfbuzz"
brew "htop"
brew "httpie"
brew "icdiff"
brew "jemalloc"
brew "jpeg"
brew "libass"
brew "libassuan"
brew "libevent"
brew "libksba"
brew "libogg"
brew "libtermkey"
brew "libtiff"
brew "libtool"
brew "libuv"
brew "libvorbis"
brew "libvpx"
brew "libvterm"
brew "libzip"
brew "little-cms2"
brew "lnav"
brew "lua"
brew "luajit"
brew "lz4"
brew "mackup"
brew "ruby"
brew "macvim", link: false
brew "makedepend"
brew "msgpack"
brew "neovim"
brew "node"
brew "nvm"
brew "opus"
brew "p7zip"
brew "pacvim"
brew "perl"
brew "pngcrush"
brew "pngquant"
brew "prettyping"
brew "python@2"
brew "ranger"
brew "rbenv"
brew "sdl2"
brew "shellcheck"
brew "snappy"
brew "source-highlight"
brew "sphinx-doc"
brew "swift"
brew "swiftformat"
brew "swiftgen"
brew "swiftlint"
brew "terraform"
brew "the_silver_searcher"
brew "theora"
brew "tig"
brew "tldr"
brew "tmux"
brew "tomcat"
brew "trash"
brew "tree"
brew "utf8proc"
brew "vim", link: false
brew "wtfutil"
brew "x264"
brew "x265"
brew "xctool"
brew "yarn"
brew "zlib"
cask "fastlane"
cask "ieasemusic"
cask "java"
cask "karabiner-elements"
cask "macvim"
cask "oclint"
