tap "danger/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "jonof/kenutils"
tap "oclint/formulae"
brew "ack"
brew "gdbm"
brew "libyaml"
brew "openssl"
brew "readline"
brew "sqlite"
brew "xz"
brew "python"
brew "ansible"
brew "automake"
brew "bartycrouch"
brew "bat"
brew "carthage"
brew "chisel"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "crowdin"
brew "cscope"
brew "ctags", args: ["HEAD"]
brew "diff-so-fancy"
brew "fortune"
brew "fzf"
brew "gettext"
brew "gmp"
brew "mpfr"
brew "gawk", link: false
brew "git-extras"
brew "git-quick-stats"
brew "go"
brew "htop"
brew "httpie"
brew "icdiff"
brew "icu4c"
brew "libevent"
brew "libksba"
brew "libtool"
brew "pcre"
brew "lnav"
brew "mackup"
brew "macvim"
brew "makedepend"
brew "neovim"
brew "node"
brew "nvm"
brew "openssl@1.1"
brew "p7zip"
brew "pacvim"
brew "perl"
brew "pkg-config"
brew "pngcrush"
brew "pngquant"
brew "prettyping"
brew "python@2"
brew "ranger"
brew "rbenv"
brew "ruby"
brew "shellcheck"
brew "sphinx-doc"
brew "swift"
brew "swiftformat"
brew "swiftgen"
brew "swiftlint"
brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim", link: false
brew "weechat", args: ["with-lua", "with-perl", "with-ruby"]
brew "yarn"
brew "zlib"
cask "fastlane"
cask "ieasemusic"
cask "java"
cask "karabiner-elements"
cask "oclint"
